{
 "recipe9": {
  "readyInMinutes": 45, 
  "image": "https://spoonacular.com/recipeImages/Dont-Pass-Up-This-Crunchy-and-Sweet-Apple-Broccoli-Slaw-530285.jpg", 
  "instructions": "Vinaigrette: combine first 5 ingredients in a small bowl, stirring well with a whisk.Slaw: combine apple, broccoli slaw and dried cherries; drizzle with vinaigrette, toss well to combine.Sprinkle with sunflower seeds; chill up to 3 hours.", 
  "ingredients": [
   "1 (12 ounce) package broccoli coleslaw mix", 
   "1/3 cup packed brown sugar", 
   "1 (3 ounce) package dried tart cherries", 
   "1/3 cup cider vinegar", 
   "1/4 teaspoon fresh ground black pepper", 
   "2 1/4 cups chopped pink lady apples or other sweet apples", 
   "1/4 teaspoon salt", 
   "2 tablespoons unsalted sunflower seeds", 
   "1 1/2 tablespoons vegetable oil"
  ], 
  "title": "Don’t Pass Up This Crunchy and Sweet Apple Broccoli Slaw"
 }, 
 "recipe8": {
  "readyInMinutes": 50, 
  "image": "https://spoonacular.com/recipeImages/Apple--pear---cherry-compote-210079.jpg", 
  "instructions": "Put the apples and pears in a pan withthe sugar and 50ml water. Bring to asimmer, then gently cook, covered, for15 mins or so until the Bramley applehas collapsed to a purée and the eatingapple and pear are tender (stir to makesure it doesn’t catch on the bottom).Stir in the cherries or cranberries for1 min, taste and add a little more sugarif necessary. Can be chilled for 3-5 days.Serve with vanilla ice cream, if you like. See 'Goes well with' for ideas for using up the compote.", 
  "ingredients": [
   "8 eating apples, peeled, cored and cut into chunks", 
   "4 medium Bramley apples, peeled, cored and cut into chunks", 
   "280g dried sour cherries (or dried cranberries)", 
   "8 firm pears, peeled, cored and thickly sliced", 
   "6 tbsp sugar, or to taste"
  ], 
  "title": "Apple, pear & cherry compote"
 }, 
 "recipe1": {
  "readyInMinutes": 45, 
  "image": "https://spoonacular.com/recipeImages/Fall-Fruit-Compote-642554.jpg", 
  "instructions": "<ol><li>Melt the butter in a medium saucepan over high heat. Add the diced apples, pears, cherries, vinegar, apple juice, brown sugar, and cinnamon stick. Cook for 5 minutes. Lower the heat to medium and cook a few minutes more, until the fruit is tender and the liquid has boiled away. Add a bit more apple juice to keep the fruit from scorching. The compote will keep for a week, refrigerated. Serve warm with potato latkes.</li></ol>", 
  "ingredients": [
   "1/4 cup apple cider vinegar", 
   "1/4 cup apple juice", 
   "2 Honeycrisp apples, cored and diced", 
   "¼ cup brown sugar", 
   "¼ stick butter", 
   "1 cinnamon stick", 
   "1/2 cup dried cherries, chopped", 
   "2 pears, cored and diced"
  ], 
  "title": "Fall Fruit Compote"
 }, 
 "recipe0": {
  "readyInMinutes": 45, 
  "image": "https://spoonacular.com/recipeImages/apple-and-pear-slaw-93789.jpg", 
  "instructions": "Combine first 5 ingredients in a small bowl; set aside.                                                                                                Combine apple, pear, and coleslaw in a large bowl; stir in dressing. Chill up to 2 hours.", 
  "ingredients": [
   "1/4 cup cider vinegar", 
   "1 tablespoon brown sugar", 
   "2 teaspoons poppy seeds", 
   "1/2 teaspoon salt", 
   "1/4 teaspoon black pepper", 
   "2 cups thinly sliced Granny Smith apple (about 1 large apple)", 
   "2 cups thinly sliced pear (about 1 large pear)", 
   "1 (12-ounce) package cabbage-and-carrot coleslaw"
  ], 
  "title": "Apple-and-Pear Slaw"
 }, 
 "recipe2": {
  "readyInMinutes": 45, 
  "image": "https://spoonacular.com/recipeImages/roasted-duck-with-roasted-fruit-compote-74806.jpg", 
  "instructions": "Preheat oven to 375.                                                                                                To prepare duck, rinse duck under cold water; pat dry. Sprinkle 1/4 teaspoon salt and 1/8 teaspoon pepper in body cavity. Place celery, carrot, onion, and garlic in cavity; tie ends of legs together with string. Lift wing tips up and over back; tuck under duck. Place duck on the rack of a broiler pan or roasting pan coated with cooking spray. Place rack in pan. Rub cut sides of orange halves over duck; pierce skin over breast several times with a fork. Bake at 375 for 1 hour and 45 minutes or until a thermometer registers 180, basting every 30 minutes with red wine. Let stand 10 minutes. Discard skin; sprinkle duck with the remaining 1/4 teaspoon salt and 1/8 teaspoon pepper. Cover; keep warm. Drain pan drippings.                                                                                                Increase oven temperature to 475.                                                                                                To prepare compote, combine cherries and next 4 ingredients (through apple) in bottom of roasting pan coated with cooking spray, tossing gently. Bake at 475 for 25 minutes or until very tender, stirring occasionally. Stir in 2 tablespoons white wine; bake an additional 5 minutes. Serve with duck.", 
  "ingredients": [
   "1 (4-pound) frozen dressed domestic duck, thawed", 
   "1/2 teaspoon kosher salt, divided", 
   "1/4 teaspoon freshly ground white pepper, divided", 
   "1/2 cup coarsely chopped celery", 
   "1/2 cup coarsely chopped carrot", 
   "1 small onion, quartered", 
   "1 garlic clove, minced", 
   "1 orange, halved and seeded", 
   "2/3 cup dry red wine", 
   "1 cup pitted cherries", 
   "1 1/2 teaspoons chopped fresh rosemary", 
   "1 peach, cut into (1-inch) pieces", 
   "2 Bartlett or Anjou pears, cut into (1-inch) pieces", 
   "2 Golden Delicious apples, cut into (1-inch) pieces", 
   "2 tablespoons dry white wine"
  ], 
  "title": "Roasted Duck with Roasted Fruit Compote"
 }, 
 "recipe5": {
  "readyInMinutes": 120, 
  "image": "https://spoonacular.com/recipeImages/mincemeat-tart-696409.jpg", 
  "instructions": "To make filling: Combine apples, pears, chopped orange, raisins, figs, cherries (or cranberries), brown sugar, lemon juice, cinnamon, allspice, cloves and pinch of salt in a large saucepan. Add 1 1/2 cups water, bring to a simmer, cover the pan and cook over low heat, stirring occasionally, until the fruits are very tender, 60 to 70 minutes. Uncover the pan and continue cooking until the mincemeat is very thick and the juices have evaporated, about 10 minutes longer. Stir in brandy (or orange juice) and butter and let cool to room temperature.To make dough: Meanwhile, stir together 1/2 cup flour, 1 tablespoon sugar, yeast and 1/2 cup warm waterin a mixing bowl; let stand until the yeast starts to bubble, about 5 minutes. Stir in oil and 1/4 teaspoon salt. Stir in the remaining flour, 1/4 cup at a time, until the dough becomes too difficult to stir. Turn the dough out onto a lightly floured surface and knead, adding flour if necessary, until the dough is firm and satiny but not dry, about 5 minutes. (Be careful not to add too much flour.) Place the dough in an oiled bowl, cover with plastic wrap, and let rise until doubled in bulk, 45 minutes to 1 hour.To assemble and bake tart: Place rack in lower third of oven; preheat to 375F. Coat an 11-inch tart pan, preferably with a removable bottom, with cooking spray.Set one-fourth of the dough aside. Roll out the remaining dough on a lightly floured surface into a 15-inch circle. Fit the dough into the prepared tart pan, letting it hang over the edge of the pan. Spread the mincemeat filling in the pan. Fold the edge of the dough in over the filling.Roll out the reserved dough on the floured surface. Cut out desired shapes with cookie cutters or a paring knife and set them on top of the mincemeat. Lightly brush the cut-outs and border of the dough with egg glaze and sprinkle with the remaining 1 teaspoon sugar.Bake until the crust is golden on top and browned on the bottom, 30 to 40 minutes. If the top of the tart is browning too quickly, cover it loosely with foil. Place the tart on a wire rack to cool slightly. Remove the rim of the pan and serve the tart warm or at room temperature.", 
  "ingredients": [
   "1 teaspoon active dry yeast", 
   "2 juicy apples, such as McIntosh, peeled, cored and diced", 
   "1 tablespoon butter", 
   "1 tablespoon canola oil", 
   "1/2 cup chopped dried tart cherries, or dried cranberries", 
   "1/2 cup packed dark brown sugar", 
   "1/2 cup chopped dried figs", 
   "1 large egg, lightly beaten with 2 teaspoons water, for glazing", 
   "1 1/4 cups all-purpose flour, divided", 
   "1/4 teaspoon ground allspice", 
   "1/2 teaspoon ground cinnamon", 
   "1/8 teaspoon ground cloves, cloves", 
   "2 tablespoons lemon juice", 
   "1/2 unpeeled navel orange, scrubbed and chopped", 
   "3 tablespoons brandy or orange juice", 
   "2 ripe pears, peeled, cored and diced", 
   "1/2 cup raisins", 
   "1/4 teaspoon salt", 
   "Pinch of salt", 
   "1 tablespoon plus 1 teaspoon sugar, divided", 
   "1/2 cup warm water", 
   "1 1/2 cups water"
  ], 
  "title": "Mincemeat Tart"
 }, 
 "recipe4": {
  "readyInMinutes": 50, 
  "image": "https://spoonacular.com/recipeImages/apple-cherry-pear-almond-breakfast-muffins-812395.jpg", 
  "instructions": "Preheat oven to 350 degreesLine 12 cup muffin tin with liners and spray with baking spray. Line a tray with almond slices and sit in oven for 4-5 minutes until almonds are just starting to toast, but not brown. Remove pan and let cool.Place flour, almond meal, baking powder, baking soda, cinnamon, nutmeg, and salt in a bowl and mix well to combine. Set asideIn a mixer beat 1/2 cup of the butter and sugar until creamed. Add one egg at a time until mixed. Scrape down sides of mixer and add sour cream, zest and vanilla blend.Add flour ingredients and mix until just blended (do not over-mix)Remove bowl from mixer and by hand add apple and cherries, mixing.Spoon mixture into each cup filling about 2/3 of the way.In a small bowl combine, pear, brown sugar, 2 tablespoons of butter and almonds and combine.Place on top of each muffin.Bake for 25-30 minutes or until the center of a muffin comes out clean.", 
  "ingredients": [
   "1/2 cup almond meal", 
   "1 apple, peeled, cored, cut into 1/4\" dice", 
   "1 1/2 teaspoon baking powder", 
   "1/4 teaspoon baking soda", 
   "1/4 cup sliced blanched almonds", 
   "1/2 cup + 2 tablespoons unsalted butter, room temperature", 
   "1 1/2 teaspoon cinnamon", 
   "1/2 cup dried cherries", 
   "2 large eggs, room temperature", 
   "1/2 cup granulated sugar", 
   "zest from 1/2 lemon (1 tablespoon)", 
   "2 tablespoon light brown sugar", 
   "1/4 teaspoon nutmeg", 
   "1 pear, peeled, cored,cut into 1/4\" dice", 
   "1/4 teaspoon salt", 
   "1 1/4 cup sef-rising flour", 
   "3/4 cup sour cream or plain yogurt (I used light sour cream)", 
   "2 teaspoon vanilla extract"
  ], 
  "title": "Apple Cherry Pear Almond Breakfast Muffins"
 }, 
 "recipe6": {
  "readyInMinutes": 45, 
  "image": "https://spoonacular.com/recipeImages/slow-cooker-pear-and-apple-butter-735858.jpg", 
  "instructions": "Remove cinnamon stick and reserve. Transfer mixture to processor (in batches, if necessary) and process until smooth. Return to slow cooker, along with cinnamon stick, and cook on high, uncovered, until mixture is thick and browned, 4 hours. Discard cinnamon stick and let mixture cool. Transfer to airtight containers and refrigerate, up to 3 weeks, or freeze, up to 3 months.", 
  "ingredients": [
   "2 1/2 pounds Bartlett or Anjou pears (about 5)", 
   "1 cinnamon stick", 
   "1/2 teaspoon coarse salt", 
   "1 cup packed dark-brown sugar", 
   "2 1/2 pounds McIntosh or Gala apples (about 5)"
  ], 
  "title": "Slow-Cooker Pear and Apple Butter"
 }
}